Repository: oriveo/oriveo
Catalog: ios/Oriveo/Oriveo/Providers.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: Testing protocols...
ar: بروتوكولات الاختبار...
de: Testprotokolle...
es: Protocoloos de prueba...
fr: Protocolees de tests...
hi: परीक्षण प्रोटोकॉल...
id: Protokol pengujian...
ja: プロトコルをテストしています...
ko: 테스트 프로토콜...
pt_br: Protocoloos de teste...
ru: Протоколы испытаний...
th: โปรโตคอลการทดสอบ...
tr: Protokoller test ediliyor...
vi: Các giao thức thử nghiệm...
zh_hans: 正在测试协议…
zh_hant: 正在測試協議…

source: Testing...
ar: جارٍ الاختبار…
de: Wird getestet…
es: Probando…
fr: Test en cours…
hi: परीक्षण हो रहा है…
id: Menguji…
ja: テスト中…
ko: 테스트 중…
pt_br: Testando…
ru: Тестирование…
th: กำลังทดสอบ…
tr: Sınanıyor…
vi: Đang kiểm tra…
zh_hans: 测试中…
zh_hant: 測試中…

source: Text
ar: نص
es: Texto
fr: Texte
hi: मूलपाठ
id: Teks
ja: テキスト
ko: 텍스트
pt_br: Texto
ru: Текст
th: ข้อความ
tr: Metin
vi: Chữ
zh_hans: 文本
zh_hant: 文字

source: The actual chat path is verified. You can save this relay now.
ar: تم التحقق من مسار الدردشة الفعلي. يمكنك حفظ هذا التتابع الآن.
de: Der tatsächliche Chatpfad wird überprüft. Sie können dieses Relais jetzt speichern.
es: Se verifica la ruta de chat real. Puedes guardar este relevo ahora.
fr: Le chemin de discussion réel est vérifié. Vous pouvez sauvegarder ce relais maintenant.
hi: वास्तविक चैट पथ सत्यापित है. अब आप इस रिले को सहेज सकते हैं.
id: Jalur obrolan sebenarnya telah diverifikasi. Anda dapat menyimpan relai ini sekarang.
ja: 実際のチャット パスが検証されます。このリレーを保存できるようになりました。
ko: 실제 채팅 경로가 확인됩니다. 이제 이 릴레이를 저장할 수 있습니다.
pt_br: O caminho real do chat é verificado. Você pode salvar este relé agora.
ru: Фактический путь чата проверен. Вы можете сохранить это реле сейчас.
th: เส้นทางการแชทจริงได้รับการตรวจสอบแล้ว คุณสามารถบันทึกรีเลย์นี้ได้ทันที
tr: Gerçek sohbet yolu doğrulandı. Bu röleyi şimdi kaydedebilirsiniz.
vi: Đường dẫn trò chuyện thực tế đã được xác minh. Bạn có thể lưu rơle này ngay bây giờ.
zh_hans: 已验证真实聊天路径，现在可以保存。
zh_hant: 已驗證真實聊天路徑，現在可以儲存。

source: The authorization code expired. Please start again.
ar: انتهت صلاحية رمز التفويض. يرجى البدء من جديد.
de: Der Autorisierungscode ist abgelaufen. Bitte starte erneut.
es: El código de autorización ha caducado. Empieza de nuevo.
fr: Le code d'autorisation a expiré. Veuillez recommencer.
hi: अनुमति कोड समाप्त हो गया। कृपया फिर से शुरू करें।
id: Kode otorisasi kedaluwarsa. Silakan mulai lagi.
ja: 認証コードの有効期限が切れました。最初からやり直してください。
ko: 인증 코드가 만료되었습니다. 처음부터 다시 시도해 주세요.
pt_br: O código de autorização expirou. Comece novamente.
ru: Код авторизации истёк. Начните заново.
th: รหัสอนุญาตหมดอายุแล้ว โปรดเริ่มใหม่
tr: Yetkilendirme kodunun süresi doldu. Lütfen yeniden başla.
vi: Mã ủy quyền đã hết hạn. Vui lòng bắt đầu lại.
zh_hans: 授权码已过期，请重新开始。
zh_hant: 授權碼已過期，請重新開始。

# The base URL of the OpenAI-compatible API
source: The Request URL of the OpenAI-compatible API
ar: عنوان الطلب لـ API المتوافق مع OpenAI
de: Die Request-URL der OpenAI-kompatiblen API
es: La URL de solicitud de la API compatible con OpenAI
fr: L'URL de requête de l'API compatible OpenAI
hi: OpenAI-संगत API का अनुरोध URL
id: URL permintaan API yang kompatibel dengan OpenAI
ja: OpenAI 互換 API のリクエスト URL
ko: OpenAI 호환 API의 요청 URL
pt_br: A URL de solicitação da API compatível com OpenAI
ru: URL запроса OpenAI-совместимого API.
th: URL คำขอของ API ที่เข้ากันได้กับ OpenAI
tr: OpenAI uyumlu API'nin İstek URL'si'si
vi: URL yêu cầu của API tương thích OpenAI
zh_hans: OpenAI 兼容 API 的请求 URL
zh_hant: OpenAI 相容 API 的請求 URL

source: The catalog cannot distinguish these OpenAI-compatible protocols. You do not need to guess—use automatic testing below and Oriveo will select one that completes a real request.
ar: لا يستطيع الكتالوج التمييز بين هذه البروتوكولات المتوافقة مع OpenAI. لا تحتاج إلى التخمين — استخدم الاختبار التلقائي أدناه وستقوم Oriveo باختيار الاختبار الذي يكمل الطلب الحقيقي.
de: Der Katalog kann diese OpenAI-kompatiblen Protokolle nicht unterscheiden. Sie müssen nicht raten – verwenden Sie unten den automatischen Test und Oriveo wählt einen aus, der eine echte Anfrage abschließt.
es: El catálogo no puede distinguir estos protocolos compatibles con OpenAI. No es necesario que adivine: utilice las pruebas automáticas a continuación y Oriveo seleccionará una que complete una solicitud real.
fr: Le catalogue ne peut pas distinguer ces protocoles compatibles OpenAI. Vous n'avez pas besoin de deviner : utilisez les tests automatiques ci-dessous et Oriveo en sélectionnera un qui répondra à une demande réelle.
hi: कैटलॉग इन OpenAI-संगत प्रोटोकॉल को अलग नहीं कर सकता है। आपको अनुमान लगाने की ज़रूरत नहीं है—नीचे स्वचालित परीक्षण का उपयोग करें और ओरिवियो एक का चयन करेगा जो वास्तविक अनुरोध को पूरा करता है।
id: Katalog tidak dapat membedakan protokol yang kompatibel dengan OpenAI ini. Anda tidak perlu menebak-nebak—gunakan pengujian otomatis di bawah dan Oriveo akan memilih salah satu yang menyelesaikan permintaan sebenarnya.
ja: カタログでは、これらの OpenAI 互換プロトコルを区別できません。推測する必要はありません。以下の自動テストを使用すると、Oriveo が実際のリクエストを完了するものを選択します。
ko: 카탈로그는 이러한 OpenAI 호환 프로토콜을 구별할 수 없습니다. 추측할 필요가 없습니다. 아래의 자동 테스트를 사용하면 Oriveo가 실제 요청을 완료하는 테스트를 선택합니다.
pt_br: O catálogo não consegue distinguir esses protocolos compatíveis com OpenAI. Você não precisa adivinhar – use o teste automático abaixo e a Oriveo selecionará aquele que completa uma solicitação real.
ru: Каталог не может различить эти протоколы, совместимые с OpenAI. Вам не нужно гадать — используйте автоматическое тестирование ниже, и Oriveo выберет тот, который выполняет реальный запрос.
th: แค็ตตาล็อกไม่สามารถแยกแยะโปรโตคอลที่เข้ากันได้กับ OpenAI เหล่านี้ คุณไม่จำเป็นต้องเดา ใช้การทดสอบอัตโนมัติด้านล่าง แล้ว Oriveo จะเลือกการทดสอบที่ดำเนินการตามคำขอจริงให้เสร็จสิ้น
tr: Katalog bu OpenAI uyumlu protokolleri ayırt edemiyor. Tahmin etmenize gerek yok; aşağıdaki otomatik testi kullanın; Oriveo gerçek bir isteği tamamlayanı seçecektir.
vi: Danh mục không thể phân biệt các giao thức tương thích với OpenAI này. Bạn không cần phải đoán—hãy sử dụng tính năng kiểm tra tự động bên dưới và Oriveo sẽ chọn một yêu cầu hoàn thành yêu cầu thực sự.
zh_hans: 模型目录无法区分这些 OpenAI 兼容协议。无需猜测，点击下方自动测试，Oriveo 会通过真实请求选择可用协议。
zh_hant: 模型目錄無法區分這些 OpenAI 相容協議。無需猜測，點擊下方自動測試，Oriveo 會透過真實請求選擇可用協議。

source: The image generation tool failed on the upstream. Please rephrase your prompt or try a different image model ID.
ar: فشلت أداة إنشاء الصور في المصدر. يرجى إعادة صياغة الطلب أو تجربة معرّف نموذج صور آخر.
de: Das Bilderzeugungs-Tool ist beim Upstream fehlgeschlagen. Formuliere die Anfrage neu oder probiere eine andere Bildmodell-ID.
es: La herramienta de generación de imágenes falló en el upstream. Reformula la solicitud o prueba con otro ID de modelo de imagen.
fr: L'outil de génération d'images a échoué côté upstream. Reformulez la requête ou essayez un autre ID de modèle d'image.
hi: अपस्ट्रीम पर इमेज जेनरेशन टूल विफल हुआ। प्रॉम्प्ट को फिर से लिखें या कोई दूसरा इमेज मॉडल ID आज़माएँ।
id: Alat pembuatan gambar gagal di upstream. Tolong ubah ulang prompt atau coba ID model gambar lain.
ja: アップストリームの画像生成ツールが失敗しました。プロンプトを書き直すか、別の画像モデル ID を試してください。
ko: 업스트림에서 이미지 생성 도구가 실패했습니다. 프롬프트를 다시 작성하거나 다른 이미지 모델 ID를 시도하세요.
pt_br: A ferramenta de geração de imagens falhou no upstream. Reescreva o prompt ou tente outro ID de modelo de imagem.
ru: Инструмент генерации изображений на upstream завершился ошибкой. Переформулируйте запрос или попробуйте другой ID модели изображения.
th: เครื่องมือสร้างภาพล้มเหลวที่ต้นน้ำ กรุณาเรียบเรียงพรอมต์ใหม่หรือลองใช้ ID โมเดลภาพอื่น
tr: Upstream'de görüntü oluşturma aracı başarısız oldu. Komut istemini yeniden yazın veya farklı bir görüntü modeli ID'si deneyin.
vi: Công cụ tạo ảnh thất bại ở upstream. Hãy viết lại lời nhắc hoặc thử ID mô hình ảnh khác.
zh_hans: 上游的图片生成工具失败了。请改写提示词或换一个图片模型 ID 重试。
zh_hant: 上游的圖片生成工具失敗了。請改寫提示詞或換一個圖片模型 ID 重試。

source: The local engine is not running.
ar: المحرك المحلي غير قيد التشغيل.
de: Die lokale Engine läuft nicht.
es: El motor local no está en ejecución.
fr: Le moteur local n’est pas en cours d’exécution.
hi: स्थानीय इंजन नहीं चल रहा है।
id: Mesin lokal tidak berjalan.
ja: ローカルエンジンが起動していません。
ko: 로컬 엔진이 실행 중이 아닙니다.
pt_br: O mecanismo local não está em execução.
ru: Локальный движок не запущен.
th: เอนจินภายในไม่ได้ทำงาน
tr: Yerel motor çalışmıyor.
vi: Công cụ cục bộ chưa chạy.
zh_hans: 本地引擎未运行。
zh_hant: 本機引擎未執行。

source: The local engine ran out of memory.
ar: نفدت ذاكرة المحرك المحلي.
de: Die lokale Engine hat nicht genügend Arbeitsspeicher.
es: El motor local se quedó sin memoria.
fr: Le moteur local manque de mémoire.
hi: स्थानीय इंजन की मेमोरी खत्म हो गई।
id: Mesin lokal kehabisan memori.
ja: ローカルエンジンのメモリが不足しました。
ko: 로컬 엔진의 메모리가 부족합니다.
pt_br: O mecanismo local ficou sem memória.
ru: Локальному движку не хватило памяти.
th: เอนจินภายในมีหน่วยความจำไม่เพียงพอ
tr: Yerel motorun belleği tükendi.
vi: Công cụ cục bộ đã hết bộ nhớ.
zh_hans: 本地引擎内存不足。
zh_hant: 本機引擎記憶體不足。

source: The local model is still loading.
ar: لا يزال النموذج المحلي قيد التحميل.
de: Das lokale Modell wird noch geladen.
es: El modelo local aún se está cargando.
fr: Le modèle local est encore en cours de chargement.
hi: लोकल मॉडल अभी लोड हो रहा है।
id: Model lokal masih dimuat.
ja: ローカルモデルを読み込み中です。
ko: 로컬 모델을 불러오는 중입니다.
pt_br: O modelo local ainda está carregando.
ru: Локальная модель ещё загружается.
th: โมเดลในเครื่องยังโหลดอยู่
tr: Yerel model hâlâ yükleniyor.
vi: Mô hình cục bộ vẫn đang tải.
zh_hans: 本地模型仍在加载。
zh_hant: 本機模型仍在載入。

source: The local model took too long to load.
ar: استغرق تحميل النموذج المحلي وقتًا طويلاً.
de: Das Laden des lokalen Modells dauert zu lange.
es: El modelo local tarda demasiado en cargarse.
fr: Le chargement du modèle local prend trop de temps.
hi: स्थानीय मॉडल लोड होने में बहुत समय लगा।
id: Model lokal terlalu lama dimuat.
ja: ローカルモデルの読み込みがタイムアウトしました。
ko: 로컬 모델을 불러오는 데 너무 오래 걸립니다.
pt_br: O modelo local demorou demais para carregar.
ru: Локальная модель загружается слишком долго.
th: โมเดลภายในใช้เวลาโหลดนานเกินไป
tr: Yerel modelin yüklenmesi çok uzun sürdü.
vi: Mô hình cục bộ tải quá lâu.
zh_hans: 本地模型加载时间过长。
zh_hant: 本機模型載入時間過長。

source: The local network is unavailable.
ar: الشبكة المحلية غير متاحة.
de: Das lokale Netzwerk ist nicht verfügbar.
es: La red local no está disponible.
fr: Le réseau local n’est pas disponible.
hi: स्थानीय नेटवर्क उपलब्ध नहीं है।
id: Jaringan lokal tidak tersedia.
ja: ローカルネットワークを利用できません。
ko: 로컬 네트워크를 사용할 수 없습니다.
pt_br: A rede local não está disponível.
ru: Локальная сеть недоступна.
th: เครือข่ายภายในไม่พร้อมใช้งาน
tr: Yerel ağ kullanılamıyor.
vi: Mạng cục bộ không khả dụng.
zh_hans: 局域网当前不可用。
zh_hant: 區域網路目前不可用。

source: The longest reply the model may write.
ar: أقصى طول للرد الواحد من النموذج.
de: Die maximale Länge einer Antwort des Modells.
es: La respuesta más larga que el modelo puede escribir.
fr: La réponse la plus longue que le modèle peut écrire.
hi: मॉडल के एक उत्तर की अधिकतम लंबाई।
id: Balasan terpanjang yang boleh ditulis model.
ja: 1 回の返信の長さの上限です。
ko: 한 번의 답변 최대 길이입니다.
pt_br: A resposta mais longa que o modelo pode escrever.
ru: Максимальная длина одного ответа модели.
th: ความยาวสูงสุดของการตอบหนึ่งครั้ง
tr: Modelin yazabileceği en uzun yanıt.
vi: Độ dài tối đa của một câu trả lời.
zh_hans: 单次回复的长度上限。
zh_hant: 單次回覆的長度上限。

source: The message exceeds this model's context window.
ar: تتجاوز الرسالة نافذة سياق هذا النموذج.
de: Die Nachricht überschreitet das Kontextfenster des Modells.
es: El mensaje supera la ventana de contexto del modelo.
fr: Le message dépasse la fenêtre de contexte du modèle.
hi: संदेश इस मॉडल की कॉन्टेक्स्ट विंडो से बड़ा है।
id: Pesan melampaui jendela konteks model ini.
ja: メッセージがモデルのコンテキスト上限を超えています。
ko: 메시지가 모델의 컨텍스트 창을 초과합니다.
pt_br: A mensagem excede a janela de contexto do modelo.
ru: Сообщение превышает окно контекста модели.
th: ข้อความเกินหน้าต่างบริบทของโมเดลนี้
tr: Mesaj bu modelin bağlam penceresini aşıyor.
vi: Tin nhắn vượt quá cửa sổ ngữ cảnh của mô hình.
zh_hans: 消息超出此模型的上下文窗口。
zh_hant: 訊息超出此模型的上下文視窗。

source: The provider has announced it but has not shipped it yet.
ar: أعلن المزوّد عنها لكنه لم يُطلقها بعد.
de: Der Anbieter hat es angekündigt, aber noch nicht bereitgestellt.
es: El proveedor lo ha anunciado, pero aún no está disponible.
fr: Le fournisseur l'a annoncé, mais ce n'est pas encore disponible.
hi: प्रदाता ने घोषणा की है, पर अभी उपलब्ध नहीं है।
id: Penyedia telah mengumumkannya tetapi belum merilisnya.
ja: 提供元は予定として発表済みですが、まだ公開されていません。
ko: 공급자가 예고했지만 아직 제공되지 않습니다.
pt_br: O provedor anunciou, mas ainda não disponibilizou.
ru: Провайдер анонсировал, но ещё не выпустил.
th: ผู้ให้บริการประกาศไว้แล้วแต่ยังไม่เปิดให้ใช้
tr: Sağlayıcı duyurdu ancak henüz sunmadı.
vi: Nhà cung cấp đã công bố nhưng chưa phát hành.
zh_hans: 官方已列入计划，尚未开放
zh_hant: 官方已列入計畫，尚未開放

source: The provider returned an error for this request. Please retry or switch models.
ar: أعاد المزود خطأ لهذا الطلب. يرجى إعادة المحاولة أو تبديل النماذج.
de: Der Anbieter hat einen Fehler für diese Anfrage zurückgegeben. Bitte versuche es erneut oder wechsle das Modell.
es: El proveedor devolvió un error para esta solicitud. Reintenta o cambia de modelo.
fr: Le fournisseur a renvoyé une erreur pour cette requête. Veuillez réessayer ou changer de modèle.
hi: प्रदाता ने इस अनुरोध के लिए एक त्रुटि लौटा दी। कृपया पुनः प्रयास करें या मॉडल बदलें।
id: Penyedia mengembalikan kesalahan untuk permintaan ini. Silakan coba lagi atau ganti model.
ja: プロバイダーがこのリクエストでエラーを返しました。再試行するか、モデルを切り替えてください。
ko: 제공업체가 이 요청에 대해 오류를 반환했습니다. 다시 시도하거나 모델을 변경하세요.
pt_br: O provedor retornou um erro para esta solicitação. Tente novamente ou troque de modelo.
ru: Поставщик вернул ошибку для этого запроса. Пожалуйста, повторите попытку или смените модель.
th: ผู้ให้บริการส่งคืนข้อผิดพลาดสำหรับคำขอนี้ โปรดลองอีกครั้งหรือเปลี่ยนรุ่น
tr: Sağlayıcı bu istek için bir hata döndürdü. Lütfen yeniden deneyin veya modelleri değiştirin.
vi: Nhà cung cấp đã trả lại lỗi cho yêu cầu này. Vui lòng thử lại hoặc chuyển đổi mô hình.
zh_hans: 服务商对此请求返回了错误。请重试或切换模型。
zh_hant: 服務商對此請求返回了錯誤。請重試或切換模型。

# The relay answered, but its model catalog format was not recognized.
source: This custom LLM answered, but its model catalog format was not recognized.
ar: استجاب هذا النموذج اللغوي الكبير المخصص، لكن تعذر التعرّف على تنسيق كتالوج النماذج.
de: Dieses benutzerdefinierte LLM hat geantwortet, aber das Format seines Modellkatalogs wurde nicht erkannt.
es: Este LLM personalizado respondió, pero no se reconoció el formato de su catálogo de modelos.
fr: Ce LLM personnalisé a répondu, mais le format de son catalogue de modèles n’a pas été reconnu.
hi: इस कस्टम LLM ने उत्तर दिया, लेकिन इसके मॉडल कैटलॉग का प्रारूप पहचाना नहीं गया।
id: LLM kustom ini merespons, tetapi format katalog modelnya tidak dikenali.
ja: このカスタム LLM は応答しましたが、モデルカタログの形式を認識できませんでした。
ko: 이 사용자 지정 LLM이 응답했지만 모델 카탈로그 형식을 인식하지 못했습니다.
pt_br: Este LLM personalizado respondeu, mas o formato do catálogo de modelos não foi reconhecido.
ru: Пользовательская LLM ответила, но формат её каталога моделей не распознан.
th: LLM แบบกำหนดเองนี้ตอบกลับแล้ว แต่ไม่รู้จักรูปแบบแค็ตตาล็อกโมเดล
tr: Bu özel LLM yanıt verdi, ancak model kataloğu biçimi tanınmadı.
vi: LLM tùy chỉnh này đã phản hồi, nhưng không nhận diện được định dạng danh mục mô hình.
zh_hans: 此自定义 LLM 已响应，但模型目录格式无法识别。
zh_hant: 這個自訂 LLM 已回應，但模型目錄格式無法識別。

# The relay could not be reached reliably. Check the address and try again.
source: This custom LLM could not be reached reliably. Check the Request URL and try again.
ar: لا يمكن الوصول إلى التتابع بشكل موثوق. تحقق من العنوان وحاول مرة أخرى.
de: Dieses benutzerdefinierte LLM konnte nicht zuverlässig erreicht werden. Prüfen Sie die Adresse und versuchen Sie es erneut.
es: No se pudo establecer una conexión estable con este LLM personalizado. Comprueba la dirección e inténtalo de nuevo.
fr: Impossible de joindre ce LLM personnalisé de manière fiable. Vérifiez l’adresse et réessayez.
hi: इस कस्टम LLM तक विश्वसनीय रूप से नहीं पहुँचा जा सका। पता जाँचें और फिर प्रयास करें।
id: LLM kustom ini tidak dapat dijangkau dengan andal. Periksa alamat lalu coba lagi.
ja: このカスタム LLM に安定して接続できませんでした。アドレスを確認して再試行してください。
ko: 이 사용자 지정 LLM에 안정적으로 연결할 수 없습니다. 주소를 확인한 후 다시 시도하세요.
pt_br: Não foi possível estabelecer uma conexão estável com este LLM personalizado. Verifique o endereço e tente novamente.
ru: Не удалось установить стабильное подключение к этой пользовательской LLM. Проверьте адрес и повторите попытку.
th: ไม่สามารถเชื่อมต่อ LLM แบบกำหนดเองนี้ได้อย่างเสถียร ตรวจสอบที่อยู่แล้วลองใหม่
tr: Röleye güvenilir bir şekilde ulaşılamadı. Adresi kontrol edip tekrar deneyin.
vi: Không thể kết nối ổn định với LLM tùy chỉnh này. Hãy kiểm tra địa chỉ rồi thử lại.
zh_hans: 无法稳定连接此自定义 LLM。请检查请求 URL 后重试。
zh_hant: 無法穩定連接這條連線。請檢查請求 URL 後重試。

source: This custom LLM could not reach its upstream provider. This is not your configuration — its administrator’s upstream account may be invalid, out of credits, or rate-limited. Please switch to another custom LLM or contact its provider.
ar: تعذّر على الوصل الوصول إلى مزوّده العلوي. هذه ليست مشكلة في إعداداتك — قد يكون حساب المسؤول للمنبع غير صالح أو بلا رصيد أو محدود المعدل. بدّل إلى وصل آخر أو اتصل بمديره.
de: Das benutzerdefiniertes LLM konnte seinen Upstream-Anbieter nicht erreichen. Das liegt nicht an deiner Konfiguration — das Upstream-Konto des benutzerdefinierten LLM-Administrators ist möglicherweise ungültig, leer oder rate-limitiert. Wechsle zu einem anderen benutzerdefiniertes LLM oder kontaktiere den Administrator.
es: El LLM personalizado no pudo alcanzar su proveedor upstream. No es un problema de tu configuración — la cuenta upstream del administrador del LLM personalizado puede estar inválida, sin créditos o limitada. Cambia de LLM personalizado o contacta con su administrador.
fr: Le LLM personnalisé n'a pas pu atteindre son fournisseur upstream. Ce n'est pas un problème de votre configuration — le compte upstream de l'administrateur peut être invalide, sans crédits ou limité. Changez de LLM personnalisé ou contactez l'administrateur.
hi: कस्टम LLM अपने अपस्ट्रीम प्रदाता तक नहीं पहुँच सका। यह आपकी कॉन्फ़िगरेशन समस्या नहीं है — कस्टम LLM व्यवस्थापक का अपस्ट्रीम खाता अमान्य, बिना क्रेडिट, या दर-सीमित हो सकता है। कोई अन्य कस्टम LLM चुनें या व्यवस्थापक से संपर्क करें।
id: LLM kustom tidak dapat menghubungi penyedia upstream-nya. Ini bukan masalah konfigurasi Anda — akun upstream admin LLM kustom mungkin tidak valid, tanpa kredit, atau dibatasi. Silakan pilih LLM kustom lain atau hubungi admin-nya.
ja: カスタム LLM が上流プロバイダに到達できませんでした。これはあなたの設定の問題ではありません — カスタム LLM 管理者の上流アカウントが無効、残高不足、または Rate-limit の可能性があります。別の カスタム LLM に切り替えるか、管理者に連絡してください。
ko: 사용자 지정 LLM이 상류 공급자에 도달하지 못했습니다. 이는 당신 설정 문제가 아닙니다 — 사용자 지정 LLM 관리자의 상류 계정이 무효이거나 크레딧 부족, 속도 제한 상태일 수 있습니다. 다른 사용자 지정 LLM로 전환하거나 관리자에게 문의하세요.
pt_br: O LLM personalizado não conseguiu alcançar seu provedor upstream. Isso não é problema da sua configuração — a conta upstream do administrador do LLM personalizado pode estar inválida, sem créditos ou com limite. Troque de LLM personalizado ou fale com o administrador.
ru: Пользовательская LLM не смогла связаться со своим upstream-провайдером. Это не проблема вашей конфигурации: upstream-аккаунт администратора сервиса может быть недействительным, без средств или ограниченным по частоте запросов. Переключитесь на другую пользовательскую LLM или свяжитесь с администратором.
th: LLM แบบกำหนดเองไม่สามารถติดต่อผู้ให้บริการต้นน้ำได้ นี่ไม่ใช่ปัญหาการตั้งค่าของคุณ — บัญชีต้นน้ำของผู้ดูแล LLM แบบกำหนดเองอาจไม่ถูกต้อง ไม่มีเครดิต หรือถูกจำกัดอัตรา กรุณาเปลี่ยน LLM แบบกำหนดเองอื่นหรือติดต่อผู้ดูแล
tr: özel LLM, upstream sağlayıcısına ulaşamadı. Bu sizin yapılandırma sorununuz değil — özel LLM yöneticisinin upstream hesabı geçersiz, kredisiz veya hız sınırlı olabilir. Başka bir özel LLM'e geçin veya yöneticiyle iletişime geçin.
vi: LLM tùy chỉnh không thể kết nối đến nhà cung cấp upstream. Đây không phải lỗi cấu hình của bạn — tài khoản upstream của quản trị viên LLM tùy chỉnh có thể không hợp lệ, hết hạn mức, hoặc bị giới hạn tốc độ. Hãy chuyển sang LLM tùy chỉnh khác hoặc liên hệ quản trị viên.
zh_hans: 此自定义 LLM 无法连接其上游服务商。这不是你的配置问题：其管理员的上游账号可能无效、欠费或被限流。请更换其他自定义 LLM 或联系其服务商。
zh_hant: 自訂 LLM無法連接其上游服務商。這不是你的配置問題 — 自訂 LLM 管理員的上游帳號可能無效、欠費或被限流。請更換自訂 LLM 或聯繫其管理員。

source: This custom LLM is rate limited. Wait and try again; Oriveo did not rotate credentials or protocols.
ar: معدل التتابع محدود. انتظر وحاول مرة أخرى؛ لم يقوم Oriveo بتدوير بيانات الاعتماد أو البروتوكولات.
de: Dieses benutzerdefinierte LLM begrenzt Anfragen. Warten Sie und versuchen Sie es erneut; Oriveo hat weder Zugangsdaten noch Protokoll geändert.
es: El relevo tiene una velocidad limitada. Espere y vuelva a intentarlo; Oriveo no rotó credenciales ni protocolos.
fr: Ce LLM personnalisé limite les requêtes. Attendez puis réessayez ; Oriveo n’a changé ni les identifiants ni le protocole.
hi: इस कस्टम LLM ने दर सीमा लागू की है। प्रतीक्षा करें और फिर प्रयास करें; Oriveo ने क्रेडेंशियल या प्रोटोकॉल नहीं बदला।
id: LLM kustom ini membatasi laju permintaan. Tunggu lalu coba lagi; Oriveo tidak mengganti kredensial atau protokol.
ja: このカスタム LLM はレート制限中です。しばらく待って再試行してください。Oriveo は認証情報やプロトコルを変更していません。
ko: 이 사용자 지정 LLM에 요청 제한이 적용되었습니다. 기다린 후 다시 시도하세요. Oriveo는 자격 증명이나 프로토콜을 변경하지 않았습니다.
pt_br: Este LLM personalizado atingiu o limite de solicitações. Aguarde e tente novamente; o Oriveo não trocou as credenciais nem o protocolo.
ru: Для этой пользовательской LLM действует ограничение частоты запросов. Подождите и повторите попытку; Oriveo не меняла учётные данные или протокол.
th: LLM แบบกำหนดเองนี้จำกัดอัตราคำขอ รอสักครู่แล้วลองใหม่ Oriveo ไม่ได้เปลี่ยนข้อมูลรับรองหรือโปรโตคอล
tr: Bu özel LLM istek hızını sınırlıyor. Bekleyip tekrar deneyin; Oriveo kimlik bilgilerini veya protokolü değiştirmedi.
vi: LLM tùy chỉnh này đang giới hạn tốc độ yêu cầu. Hãy chờ rồi thử lại; Oriveo không thay đổi thông tin xác thực hay giao thức.
zh_hans: 此自定义 LLM 触发了限流。请稍后重试；Oriveo 未轮换凭据或协议。
zh_hant: 這個自訂 LLM 觸發了限流。請稍後重試；Oriveo 未輪換憑據或協議。
